[
   {
      "uid":1,
      "title":"ШРКТЭ",
      "named":"Шахтинский региональный колледж топлива и энергетики им. ак. Степанова П.И.",
      "description":"description",
      "address":"Ростовская область, г. Шахты, ул. Шевченко, 116",
      "mapSearchArgument":"geo:47.7110877,40.2064389?q\u003dШРКТЭ",
      "site":"topcollege.ru",
      "email":"info@topcollege.ru",
      "phone":"88636220427",
      "image":"shrkt.jpg",
      "specialties":[
         {
            "uid":1,
            "title":"Компьютерные системы и комплексы",
            "description":"Компьютерные системы и комплексы – это совокупность аппаратных и программных средств, объединенных в единое целое для выполнения определенных задач, обеспечения функционирования информационных систем и обработки данных. Эти системы и комплексы представляют собой важную часть информационных технологий и используются в различных областях, таких как бизнес, наука, образование, здравоохранение, производство и другие. Компьютерные системы обычно состоят из аппаратных компонентов, таких как центральный процессор, оперативная память, жесткий диск, монитор, клавиатура и другие периферийные устройства, а также программного обеспечения, включая операционную систему, прикладное программное обеспечение, драйверы и т.д. Компьютерные комплексы представляют собой множество таких систем, объединенных в единое целое для обеспечения функционирования всей системы.",
            "imageId":"158",
            "qualification":"Специалист по компьютерным системам",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"09.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":2,
            "title":"Сетевое и системное администрирование",
            "description":"Сетевое и системное администрирование - это две важные области в сфере информационных технологий, связанные с обеспечением надежности, безопасности и эффективного функционирования компьютерных сетей и систем. Сетевое администрирование отвечает за планирование, настройку, мониторинг и обслуживание компьютерных сетей. Сетевой администратор управляет сетевой инфраструктурой, настраивает сетевое оборудование (маршрутизаторы, коммутаторы и т.д.), устанавливает и настраивает сетевые протоколы, обеспечивает безопасность сети, управляет доступом к данным и ресурсам, решает проблемы, связанные с сетевым соединением. Сетевой администратор также отвечает за резервное копирование данных, мониторинг производительности сети и решение возникающих проблем.",
            "imageId":"201",
            "qualification":"Системный администратор",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"09.02.06"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":3,
            "title":"Теплоснабжение и теплотехническое оборудование",
            "description":"Теплоснабжение и теплотехническое оборудование - это отрасль техники и технологии, связанная с обеспечением потребителей тепловой энергией. Теплоснабжение включает в себя процессы производства, передачи и распределения тепловой энергии от источника тепла (тепловых электростанций, тепловых насосов, котельных и прочих систем) к потребителям (жилые дома, офисы, промышленные предприятия и другие объекты). Теплотехническое оборудование включает в себя различные теплогенераторы (котлы, тепловые насосы, тепловые установки), тепловые сети (трубопроводы, насосы, обогревательные приборы), а также системы автоматики и управления (датчики, регуляторы, автоматика), необходимые для обеспечения надежной работы системы теплоснабжения. Теплотехническое оборудование используется для производства, передачи, распределения и использования тепловой энергии.",
            "imageId":"722",
            "qualification":"Техник - теплотехник",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.02"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":4,
            "title":"Электрические станции, сети и системы",
            "description":"Техник-теплотехник – это профессионал, работающий в сфере строительства, который обеспечивает тепло- и водоснабжение здания, на тепловых станциях, в ЖКХ, может использовать свои знания в проектировании и обслуживании котельных. Ни один дом, торговый центр, магазин, производство не обойдутся без отопления и горячего водоснабжения. Чтобы сделать проект, по которому будет выполнен монтаж систем, необходимы знания и умения профессионала. Ответственный подход и следование инструкции позволят оборудованию долго работать, а теплосетям – служить на благо человека.",
            "imageId":"632",
            "qualification":"Техник – электрик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.03"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее (заочно Среднее общее)"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":5,
            "title":"Релейная защита и автоматизация электроэнергетических систем",
            "description":"Подготовка техников-электриков и старших техников-электриков в области релейной защиты и автоматизации электроэнергетических систем. Область профессиональной деятельности выпускников: организация и проведение работ по техническому обслуживанию, эксплуатации и испытанию устройств релейной защиты, автоматики, средств измерения и систем сигнализации электрических станций, сетей и систем.",
            "imageId":"46218",
            "qualification":"Техник – электрик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.06"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":6,
            "title":"Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)",
            "description":"Специальность предназначена для специалистов, которые занимаются обслуживанием и эксплуатацией различного электротехнического оборудования в различных отраслях промышленности. Они отвечают за проверку, ремонт, наладку и обслуживание электрических систем, электромоторов, генераторов, электрических панелей управления и другого электрического оборудования. Специалисты должны быть знакомы с основами электротехники, уметь проводить диагностику и ремонт электрических систем, следить за их безопасностью и эффективностью работы.",
            "imageId":"825",
            "qualification":"Техник",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.11"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":7,
            "title":"Монтаж, техническое обслуживание, эксплуатация и ремонт промышленного оборудования (по отраслям)",
            "description":"Специальность предназначена для специалистов, занимающихся установкой, обслуживанием, эксплуатацией и ремонтом разнообразного промышленного оборудования в различных отраслях промышленности. Эти специалисты отвечают за установку и настройку промышленного оборудования, проверку его правильной работы, проведение технического обслуживания, а также быстрое и эффективное устранение возможных неисправностей. Они должны быть знакомы с принципами работы различного промышленного оборудования, обладать навыками в области электроники, автоматики, механики и других технических дисциплин.",
            "imageId":"463",
            "qualification":"Техник - механик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"15.02.17"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":8,
            "title":"Переработка нефти и газа",
            "description":"Специальность предназначена для специалистов, занимающихся технологическими процессами по переработке сырья из нефтяной и газовой промышленности. Эти специалисты занимаются обработкой сырой нефти и природного газа на различные виды продуктов, такие как бензин, дизельное топливо, керосин, мазут, пластик, полимеры, удобрения, смазочные материалы и другие продукты. Работа по переработке нефти и газа включает в себя проектирование и строительство нефтеперерабатывающих и газоперерабатывающих заводов, контроль и надзор за процессами переработки, оптимизацию технологических процессов, обслуживание оборудования, обеспечение безопасности и экологической устойчивости производства.",
            "imageId":"708",
            "qualification":"Техник - технолог",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"18.02.09"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":9,
            "title":"Экологическая безопасность природных комплексов",
            "description":"Экологическая безопасность природных комплексов - это специальность, которая связана с обеспечением охраны окружающей среды и природных ресурсов при освоении и эксплуатации природных комплексов, таких как леса, водные и земельные ресурсы, а также минеральные и энергетические источники. Специалисты по экологической безопасности природных комплексов занимаются разработкой и внедрением экологически обоснованных технологий и методов работы, которые помогают минимизировать воздействие хозяйственной деятельности на окружающую среду. Они проводят мониторинг состояния окружающей среды, анализируют воздействие производственных процессов на экосистемы, разрабатывают меры по уменьшению загрязнения и охране природы.",
            "imageId":"272",
            "qualification":"Техник – эколог",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"20.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":10,
            "title":"Защита в чрезвычайных ситуациях",
            "description":"Специальность направлена на подготовку специалистов, которые занимаются организацией и координацией действий по предотвращению и ликвидации чрезвычайных ситуаций, таких как природные катастрофы, техногенные аварии, пожары, террористические акты и другие чрезвычайные ситуации. Специалисты по защите в чрезвычайных ситуациях проводят анализ рисков и уязвимостей, разрабатывают планы мероприятий по предотвращению и ликвидации ЧС, обучают население правилам поведения в экстремальных ситуациях, координируют работу спасательных служб и организаций в чрезвычайных ситуациях.",
            "imageId":"134",
            "qualification":"Специалист по защите в чрезвычайных ситуациях",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"20.02.02"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nОчная (Платная основа) » 25"
               },
               {
                  "title":"Медицинские требования",
                  "description":"Дополнительный экзамен по физподготовке"
               }
            ]
         },
         {
            "uid":11,
            "title":"Шахтное строительство",
            "description":"Специальность предназначена для специалистов, занимающихся проектированием, строительством и эксплуатацией горных выработок, таких как шахты, карьеры, рудники и другие объекты горнодобывающей промышленности. Специалисты по шахтному строительству занимаются проектированием и строительством подземных горных выработок, разработкой технологических схем добычи полезных ископаемых, обеспечением безопасности и надежности шахтных сооружений, а также решением задач по гидрогеологии, геотехнике и другим инженерно-геологическим аспектам.",
            "imageId":"518",
            "qualification":"Специалист - горный шахтостроитель",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"21.02.16"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":12,
            "title":"Техническое обслуживание и ремонт двигателей, систем и агрегатов автомобилей",
            "description":"Специальность подразумевает обучение специалистов по обслуживанию и ремонту различных технических узлов и систем автомобилей, включая двигатель, трансмиссию, тормозную систему, подвеску, электронику и другие узлы и агрегаты. Специалисты по данной специальности занимаются диагностикой, наладкой, техническим обслуживанием, ремонтом и реконструкцией автомобилей различных марок и моделей. Они проводят работы по замене деталей и узлов, настройке и ремонту электронных систем управления, проверке и регулировке технических параметров двигателя, а также другие виды работ по поддержанию автомобиля в рабочем состоянии.",
            "imageId":"890",
            "qualification":"Специалист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"23.02.07"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":13,
            "title":"Организация перевозок и управление на транспорте (автомобильный транспорт)",
            "description":"Специальность предназначена для специалистов, занимающихся планированием, организацией и управлением транспортными потоками автомобильного транспорта. Специалисты в этой области занимаются разработкой маршрутов и графиков перевозок, оптимизацией транспортных процессов, распределением грузов и определением оптимальных схем доставки, управлением автопарками, контролем за выполнением графиков и техническим состоянием автотранспортных средств, а также ведением документации и взаимодействием с заказчиками и партнерами.",
            "imageId":"365",
            "qualification":"Техник",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"23.02.07"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":14,
            "title":"Эксплуатация транспортного электрооборудования и автоматики (автомобильный транспорт)",
            "description":"Специальность предоставляет знания и навыки для специалистов, работающих с электрическим оборудованием и автоматикой в автотранспортных средствах. Специалисты по данной специальности занимаются обслуживанием, ремонтом и настройкой электрооборудования автомобилей, таких как система зажигания, система питания, система освещения, электронные блоки управления и др. Они также занимаются установкой и настройкой дополнительного электрооборудования, такого как аудио- и видеооборудование, системы навигации, сигнализации и других устройств.",
            "imageId":"170",
            "qualification":"Техник - электромеханик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"23.02.05"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":15,
            "title":"Операционная деятельность в логистике",
            "description":"Операционная деятельность в логистике охватывает все процессы, связанные с планированием, управлением и контролем операций в цепях поставок и логистических сетях. Она включает в себя такие аспекты, как закупки, производство, складирование, управление инвентарем, транспортировка, управление заказами и дистрибуция товаров. Специалисты по операционной деятельности в логистике отвечают за оптимизацию всех процессов перемещения товаров от поставщиков до конечных потребителей. Они планируют и контролируют поток товаров, оптимизируют складские запасы, управляют логистическими цепями, выбирают оптимальные виды транспорта и маршруты доставки, а также обеспечивают своевременное выполнение заказов и соблюдение сроков доставки.",
            "imageId":"575",
            "qualification":"Операционный логист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"38.02.03"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":16,
            "title":"Экономика и бухгалтерский учет (по отраслям)",
            "description":"Экономика и бухгалтерский учет по отраслям являются важными областями для различных видов бизнеса, поскольку обеспечивают эффективное финансовое планирование, контроль и управление в соответствии с особенностями конкретной отрасли. Экономика по отраслям включает в себя изучение особенностей функционирования конкретных секторов экономики, их специфику, закономерности и тенденции развития. Экономисты, специализирующиеся на отраслевой экономике, анализируют структуру предприятий и рынков данной отрасли, проводят мониторинг и прогнозирование экономических показателей, разрабатывают стратегии развития отрасли, исследуют влияние внешних факторов на ее деятельность.",
            "imageId":"576",
            "qualification":"Бухгалтер",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"38.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Заочная (Платная основа) » 20"
               }
            ]
         },
         {
            "uid":17,
            "title":"Юриспруденцияя",
            "description":"Юриспруденция – это две тесно связанные области, которые направлены на защиту и обеспечение социальных прав и потребностей граждан. В рамках этих областей идет работа по разработке и применению нормативно-правовых актов, контролю за их соблюдением, организации и управлению системами социального обеспечения. Правовая сфера включает в себя разработку законов, постановлений, нормативных актов и других правовых документов, которые регулируют социальные отношения в области защиты прав граждан, оказания социальных услуг, предоставления льгот и пособий, обеспечения доступа к медицинским и образовательным услугам, поддержки малообеспеченных и уязвимых групп населения и т.д.",
            "imageId":"552",
            "qualification":"Юрист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"40.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Платная основа) » 20"
               }
            ]
         },
         {
            "uid":18,
            "title":"Повар, кондитер",
            "description":"Повар занимается приготовлением различных блюд: от закусок и супов до горячих блюд и десертов. Повар работает в ресторанах, кафе, гостиницах, кейтеринговых компаниях, а также может заниматься частной кулинарией. Работа повара требует знания кулинарных технологий, правильного хранения и обработки продуктов, соблюдения санитарных норм и безопасности пищевых продуктов. Кондитер специализируется на приготовлении различных сладостей: тортов, пирожных, печенья, шоколада и других сладких изделий. Кондитеры работают как в стационарных магазинах, так и в шоколаде, пекарнях, кафе и кондитерских предприятиях. Работа кондитера требует знания основ кондитерского дела, умения работать с различными ингредиентами, а также творческого воображения для создания уникальных и креативных десертов.",
            "imageId":"113",
            "qualification":"Повар Кондитер",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"43.01.09"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки квалифицированных рабочих, служащих"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 50"
               }
            ]
         }
      ],
      "joinInfo":{
         "description":"Зачисление в колледж осуществляется на основе результатов освоения поступающими образовательных программ основного общего или среднего общего образования (средний балл аттестата)",
         "documents":[
            {
               "title":null,
               "description":"Документ государственного образца об образовании"
            },
            {
               "title":null,
               "description":"Медицинская справка о состоянии здоровья по форме 086/у"
            },
            {
               "title":null,
               "description":"Свидетельство о рождении поступающего"
            },
            {
               "title":null,
               "description":"Паспорт поступающего"
            },
            {
               "title":null,
               "description":"Паспорт одного из родителей (законного представителя несовершеннолетнего)"
            },
            {
               "title":null,
               "description":"4 фотографии 3x4см (на документы)"
            }
         ]
      }
   },
   {
      "uid":2,
      "title":"ГПЭТ",
      "named":"Гуковский промышленно-экономический техникум – филиал ШРКТЭ",
      "description":"description",
      "address":"Ростовская область, г. Гуково, ул. Герцена, д. 100",
      "mapSearchArgument":"geo:48.016631,39.873143?q\u003dГуковский промышленно-экономический техникум, филиал ГБПОУ РО ШРКТЭ",
      "email":"gfshrkte@mail.ru",
      "phone":"88636152214",
      "image":"gptt.jpeg",
      "specialties":[
         {
            "uid":19,
            "title":"Компьютерные системы и комплексы",
            "description":"Компьютерные системы и комплексы – это совокупность аппаратных и программных средств, объединенных в единое целое для выполнения определенных задач, обеспечения функционирования информационных систем и обработки данных. Эти системы и комплексы представляют собой важную часть информационных технологий и используются в различных областях, таких как бизнес, наука, образование, здравоохранение, производство и другие. Компьютерные системы обычно состоят из аппаратных компонентов, таких как центральный процессор, оперативная память, жесткий диск, монитор, клавиатура и другие периферийные устройства, а также программного обеспечения, включая операционную систему, прикладное программное обеспечение, драйверы и т.д. Компьютерные комплексы представляют собой множество таких систем, объединенных в единое целое для обеспечения функционирования всей системы.",
            "imageId":"158",
            "qualification":"Специалист по компьютерным системам",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"09.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":20,
            "title":"Обеспечение информационной безопасности автоматизированных систем",
            "description":"Обеспечение информационной безопасности автоматизированных систем - это комплекс мер и технических решений, направленных на защиту целостности, конфиденциальности и доступности информации, хранимой и обрабатываемой в автоматизированных системах. Этот процесс включает в себя разработку, внедрение и поддержку мер безопасности, направленных на противодействие угрозам информационной безопасности, таким как хакерские атаки, вирусы, взломы, утечки информации и другие типы киберугроз.",
            "imageId":"101",
            "qualification":"Техник по защите информации",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"10.02.05"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":21,
            "title":"Подземная разработка месторождений полезных ископаемых",
            "description":"Подземная разработка месторождений полезных ископаемых - это процесс добычи полезных ископаемых, который осуществляется на глубине, в подземных шахтах или разрезах. Основной целью подземной разработки является извлечение ценных природных ресурсов, таких как уголь, металлы, нефть, газ и другие, из недр земли. Подземная разработка применяется там, где добыча полезных ископаемых на открытой поверхности ограничена или невозможна из-за различных причин, таких как глубокое залегание месторождения или экологические ограничения.",
            "imageId":"441",
            "qualification":"Специалист по горным работам",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"21.02.17"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":22,
            "title":"Операционная деятельность в логистике",
            "description":"Операционная деятельность в логистике охватывает все процессы, связанные с планированием, управлением и контролем операций в цепях поставок и логистических сетях. Она включает в себя такие аспекты, как закупки, производство, складирование, управление инвентарем, транспортировка, управление заказами и дистрибуция товаров. Специалисты по операционной деятельности в логистике отвечают за оптимизацию всех процессов перемещения товаров от поставщиков до конечных потребителей. Они планируют и контролируют поток товаров, оптимизируют складские запасы, управляют логистическими цепями, выбирают оптимальные виды транспорта и маршруты доставки, а также обеспечивают своевременное выполнение заказов и соблюдение сроков доставки.",
            "imageId":"575",
            "qualification":"Операционный логист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"38.02.03"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":23,
            "title":"Документационное обеспечение управления и архивоведение",
            "description":"Документационное обеспечение управления и архивоведение - это комплекс мероприятий и процессов, направленных на правильную организацию, хранение и обеспечение доступа к документам и информации в организации. Это важный аспект в современном бизнесе и управлении, который помогает эффективно управлять информацией, обеспечивать ее сохранность и доступность, а также соответствовать требованиям законодательства.",
            "imageId":"200",
            "qualification":"Специалист по документационному обеспечению и архивному делу",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"46.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Платная основа) » 20"
               }
            ]
         }
      ],
      "joinInfo":{
         "description":"Зачисление в колледж осуществляется на основе результатов освоения поступающими образовательных программ основного общего или среднего общего образования (средний балл аттестата)",
         "documents":[
            {
               "title":null,
               "description":"Документ государственного образца об образовании"
            },
            {
               "title":null,
               "description":"Медицинская справка о состоянии здоровья по форме 086/у"
            },
            {
               "title":null,
               "description":"Свидетельство о рождении поступающего"
            },
            {
               "title":null,
               "description":"Паспорт поступающего"
            },
            {
               "title":null,
               "description":"Паспорт одного из родителей (законного представителя несовершеннолетнего)"
            },
            {
               "title":null,
               "description":"4 фотографии 3x4см (на документы)"
            }
         ]
      }
   },
   {
      "uid":3,
      "title":"НТПТ",
      "named":"Новошахтинский техникум промышленных технологий – филиал ШРКТЭ",
      "description":"description",
      "address":"Ростовская область, г. Новошахтинск, ул. Ленина, д. 54",
      "mapSearchArgument":"geo:47.763534,39.939313?q\u003dНовошахтинский техникум промышленных технологий",
      "email":"nbsrcfae@inbox.ru",
      "phone":"88636921647",
      "image":"ntpt.jpeg",
      "specialties":[
         {
            "uid":24,
            "title":"Компьютерные системы и комплексы",
            "description":"Компьютерные системы и комплексы – это совокупность аппаратных и программных средств, объединенных в единое целое для выполнения определенных задач, обеспечения функционирования информационных систем и обработки данных. Эти системы и комплексы представляют собой важную часть информационных технологий и используются в различных областях, таких как бизнес, наука, образование, здравоохранение, производство и другие. Компьютерные системы обычно состоят из аппаратных компонентов, таких как центральный процессор, оперативная память, жесткий диск, монитор, клавиатура и другие периферийные устройства, а также программного обеспечения, включая операционную систему, прикладное программное обеспечение, драйверы и т.д. Компьютерные комплексы представляют собой множество таких систем, объединенных в единое целое для обеспечения функционирования всей системы.",
            "imageId":"158",
            "qualification":"Специалист по компьютерным системам",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"09.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":25,
            "title":"Информационные системы и программирование",
            "description":"Информационные системы и программирование играют ключевую роль в современном мире, обеспечивая эффективное управление информацией, автоматизацию бизнес-процессов и обеспечение конкурентных преимуществ компаний. Информационные системы (ИС) - это специально разработанные программные продукты, которые предназначены для сбора, хранения, обработки и передачи информации в рабочем режиме. Они могут включать в себя различные компоненты, такие как базы данных, пользовательские интерфейсы, отчеты, аналитику и многое другое. Программирование, в свою очередь, является процессом создания компьютерных программ с использованием различных языков программирования. Программирование играет важную роль в разработке информационных систем, поскольку разработчики пишут код, который будет выполнять определенные задачи в рамках данной системы.",
            "imageId":"205",
            "qualification":"Специалист по информационным ресурсам",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"09.02.07"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":26,
            "title":"Электрические станции, сети и системы ",
            "description":"Техник-теплотехник – это профессионал, работающий в сфере строительства, который обеспечивает тепло- и водоснабжение здания, на тепловых станциях, в ЖКХ, может использовать свои знания в проектировании и обслуживании котельных. Ни один дом, торговый центр, магазин, производство не обойдутся без отопления и горячего водоснабжения. Чтобы сделать проект, по которому будет выполнен монтаж систем, необходимы знания и умения профессионала. Ответственный подход и следование инструкции позволят оборудованию долго работать, а теплосетям – служить на благо человека.",
            "imageId":"632",
            "qualification":"Техник – электрик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.03"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":27,
            "title":"Техническая эксплуатация и обслуживание электрического и электромеханического оборудования (по отраслям)",
            "description":"Специальность предназначена для специалистов, которые занимаются обслуживанием и эксплуатацией различного электротехнического оборудования в различных отраслях промышленности. Они отвечают за проверку, ремонт, наладку и обслуживание электрических систем, электромоторов, генераторов, электрических панелей управления и другого электрического оборудования. Специалисты должны быть знакомы с основами электротехники, уметь проводить диагностику и ремонт электрических систем, следить за их безопасностью и эффективностью работы.",
            "imageId":"825",
            "qualification":"Техник",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"13.02.11"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее, Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25\nЗаочная (Бюджет) » 20"
               }
            ]
         },
         {
            "uid":28,
            "title":"Операционная деятельность в логистике",
            "description":"Операционная деятельность в логистике охватывает все процессы, связанные с планированием, управлением и контролем операций в цепях поставок и логистических сетях. Она включает в себя такие аспекты, как закупки, производство, складирование, управление инвентарем, транспортировка, управление заказами и дистрибуция товаров. Специалисты по операционной деятельности в логистике отвечают за оптимизацию всех процессов перемещения товаров от поставщиков до конечных потребителей. Они планируют и контролируют поток товаров, оптимизируют складские запасы, управляют логистическими цепями, выбирают оптимальные виды транспорта и маршруты доставки, а также обеспечивают своевременное выполнение заказов и соблюдение сроков доставки.",
            "imageId":"575",
            "qualification":"Операционный логист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"38.02.03"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":29,
            "title":"Право и организация социального обеспечения",
            "description":"Право и организация социального обеспечения – это две тесно связанные области, которые направлены на защиту и обеспечение социальных прав и потребностей граждан. В рамках этих областей идет работа по разработке и применению нормативно-правовых актов, контролю за их соблюдением, организации и управлению системами социального обеспечения. Правовая сфера включает в себя разработку законов, постановлений, нормативных актов и других правовых документов, которые регулируют социальные отношения в области защиты прав граждан, оказания социальных услуг, предоставления льгот и пособий, обеспечения доступа к медицинским и образовательным услугам, поддержки малообеспеченных и уязвимых групп населения и т.д.",
            "imageId":"552",
            "qualification":"Юрист",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"40.02.01"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки специалистов среднего звена"
               },
               {
                  "title":"Срок обучения",
                  "description":"2 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Среднее общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Заочная (Платная основа) » 20"
               }
            ]
         },
         {
            "uid":31,
            "title":"Сварщик (ручной и частично механизированной сварки (наплавки))",
            "description":"Сварщик, занимающийся ручной и частично механизированной сваркой, играет важную роль в различных отраслях промышленности, таких как машиностроение, металлообработка, судостроение, нефтегазовая промышленность и другие. Ручная сварка выполняется при помощи сварочного оборудования, где сварщик самостоятельно управляет процессом соединения деталей. Частично механизированная сварка включает в себя использование автоматических сварочных установок, которые помогают ускорить процесс сварки и обеспечить более высокое качество соединения.",
            "imageId":"682",
            "qualification":"Сварщик",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"15.01.05"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки квалифицированных рабочих, служащих"
               },
               {
                  "title":"Срок обучения",
                  "description":"1 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":32,
            "title":"Мастер по ремонту и обслуживанию автомобилей",
            "description":"Мастер по ремонту и обслуживанию автомобилей - это специалист, который отвечает за проведение технического обслуживания, диагностику и ремонт автомобилей. Этот профессионал должен обладать широкими знаниями в области автомобильной техники, электроники, механики, современных систем безопасности и комфорта автомобиля.",
            "imageId":"890",
            "qualification":"Слесарь по ремонту автомобилей",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"23.01.17"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки квалифицированных рабочих, служащих"
               },
               {
                  "title":"Срок обучения",
                  "description":"1 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 25"
               }
            ]
         },
         {
            "uid":33,
            "title":"Повар, кондитер",
            "description":"Повар занимается приготовлением различных блюд: от закусок и супов до горячих блюд и десертов. Повар работает в ресторанах, кафе, гостиницах, кейтеринговых компаниях, а также может заниматься частной кулинарией. Работа повара требует знания кулинарных технологий, правильного хранения и обработки продуктов, соблюдения санитарных норм и безопасности пищевых продуктов. Кондитер специализируется на приготовлении различных сладостей: тортов, пирожных, печенья, шоколада и других сладких изделий. Кондитеры работают как в стационарных магазинах, так и в шоколаде, пекарнях, кафе и кондитерских предприятиях. Работа кондитера требует знания основ кондитерского дела, умения работать с различными ингредиентами, а также творческого воображения для создания уникальных и креативных десертов.",
            "imageId":"113",
            "qualification":"Повар Кондитер",
            "infoChapters":[
               {
                  "title":"Код специальности",
                  "description":"23.01.17"
               },
               {
                  "title":"Уровень подготовки",
                  "description":"Программа подготовки квалифицированных рабочих, служащих"
               },
               {
                  "title":"Срок обучения",
                  "description":"3 года 10 месяцев"
               },
               {
                  "title":"Требования к уровню образования",
                  "description":"Основное общее"
               },
               {
                  "title":"Форма обучения и количество мест",
                  "description":"Очная (Бюджет) » 45"
               }
            ]
         }
      ],
      "joinInfo":{
         "description":"Зачисление в колледж осуществляется на основе результатов освоения поступающими образовательных программ основного общего или среднего общего образования (средний балл аттестата)",
         "documents":[
            {
               "title":null,
               "description":"Документ государственного образца об образовании"
            },
            {
               "title":null,
               "description":"Медицинская справка о состоянии здоровья по форме 086/у"
            },
            {
               "title":null,
               "description":"Свидетельство о рождении поступающего"
            },
            {
               "title":null,
               "description":"Паспорт поступающего"
            },
            {
               "title":null,
               "description":"Паспорт одного из родителей (законного представителя несовершеннолетнего)"
            },
            {
               "title":null,
               "description":"4 фотографии 3x4см (на документы)"
            }
         ]
      }
   }
]